hello_message = \
'''Привет! Этот бот умеет парсить информацию с сайта https://panorama.pub
Вот список команд:

/news_for_period - выведет заголовки всех новостей и ссылки заданного временного промежутка
/count_abbs - выведет самые популярыне аббревиатуры по новосятям заданного временного промежутка по данной теме
/active_commentators - выведет самых активных комментаторов
'''

news_for_period_description = \
'''
Теперь пришли две даты в формате день-месяц-год через пробел.
Например: 01-12-2022 13-12-2022
'''

count_abbs_description = \
'''
Теперь пришли две даты в формате день-месяц-год через пробел и одну из тем Экономика, Политика, Общество, Наука. 
Например: 01-12-2022 03-12-2022 Наука
'''

active_commentators_description = \
'''
Теперь пришли две даты в формате день-месяц-год через пробел 
Например: 01-12-2022 13-12-2022
'''
